Switching element type to Curtain Family. All Wall Sweeps or Reveals hosted by this instance will be deleted.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId LooseWallsweepsForCurtainWall { get; }
  Visual Basic
Public Shared ReadOnly Property LooseWallsweepsForCurtainWall As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ LooseWallsweepsForCurtainWall {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures LooseDimensionFailures Class
  Autodesk.Revit.DB Namespace